# Определяем переменные
username = "Иван" # Имя пользователя
title = "Покормить кота" # Заголовок заметки
content = "Взять 1 пачку корма и покормить кота" # Описание заметки
status = "Активная" # Статус заметки
create_date = "19.12.2024" # Дата создания заметки
issue_date = "20.12.2024" # Дата истечения заметки (дедлайн)

# Печатаем значения переменных
print("Имя пользователя:", username)
print("Заголовок заметки:", title)
print("Описание заметки", content)
print("Статус заметки", status)
print('Дата создание заметки в формате "день-месяц-год", например "20-12-2024"', create_date)
print('Дата истечения заметки (дедлайн) в формате "день-месяц-год", например "22-12-2024"', issue_date)